<?php

return [
    'offices' => [
        '1' => '銀座事務所',
        '2' => '横浜事務所',
        '3' => '鎌倉事務所',
        '4' => '津田沼事務所',
        '5' => '浜松事務所',
        '6' => 'その他',
    ],
    'employee_types' => [
        '1' => '弁護士',
        '2' => 'パラリーガル',
        '3' => 'スタッフ',
        '4' => 'その他',
    ],
    'role_types' => [
        '1' => '管理者',
        '2' => '一般',
    ],
    'insurance_types' => [
        '1' => '生命保険',
        '2' => '損害保険',
    ],
    'court_types' => [
        '1' => '最高裁判所',
        '2' => '高等裁判所',
        '3' => '地方裁判所',
        '4' => '家庭裁判所',
        '5' => '簡易裁判所',
    ],
    'offices_id' => [
        '1' => '銀座事務所',
        '2' => '横浜事務所',
        '3' => '鎌倉事務所',
        '4' => '津田沼事務所',
        '5' => '浜松事務所',
        '6' => 'その他',
    ],
    'client_types' => [
        '1' => '個人',
        '2' => '法人',
    ],
    'not_home_contacts' => [
        '1' => '可',
    ],
    'identification_documents' => [
        '1' => '運転免許証',
        '2' => 'パスポート',
        '3' => '登記情報',
        '4' => '健康保険証',
        '5' => '公共料金通知',
        '6' => 'その他',
    ],
    'send_types' => [
        '1' => '送付',
    ],
    'send_autocreations' => [
        '1' => '作成',
    ],
];