<?php

return [
    'report_types' => [
        '案件' => '案件シート',
        '契約・委任' => '委任契約書・委任状',
        '請求・精算' => '請求書・精算書',
    ],

    'case_report_types' => [
        '交通事故' => '交通事故',
        '控訴' => '控訴審用',
        '債権' => '債権執行と開示請求',
        '残業代' => '残業代請求',
        '訴訟（簡裁用）' => '訴訟案件シート（簡裁用）',
        '訴訟（地裁用）' => '訴訟案件シート（地裁用）',
        '訴訟（離婚）' => '訴訟案件シート（離婚）',
        '訴訟（婚姻費用分担）' => '訴訟案件シート（婚姻費用分担）',
        '訴訟（面会交流）' => '訴訟案件シート（面会交流）',
        '訴訟（養育費）' => '訴訟案件シート（養育費）',
        '訴訟（財産分与）' => '訴訟案件シート（財産分与）',
        '訴訟（夫婦関係調整）' => '訴訟案件シート（夫婦関係調整）',
        '労働審判' => '労働審判',        
    ],

    'contract_report_types' => [
        '解雇' => '解雇',
        '残業代' => '残業代',
        '養育費' => '養育費',
        '立退料' => '立退料',
        '不貞・請求する側' => '不貞・請求する側',
        '不貞・請求される側' => '不貞・請求される側',
        '離婚' => '離婚',
        '交通事故（弁特なし）' => '交通事故（弁特なし）',
        '交通事故（弁特なし・増額幅）' => '交通事故（弁特なし・増額幅）',
        '労災' => '労災',
        '時効援用' => '時効援用',
        '共有物分割' => '共有物分割',
        'その他一般' => 'その他一般',
        '破産' => '破産',
        '個人再生' => '個人再生',
        'マンション管理費' => 'マンション管理費',
        'Ｂ型肝炎' => 'Ｂ型肝炎',
        'アスベスト' => 'アスベスト',
        'タイムチャージ' => 'タイムチャージ',
        '遺留分減殺請求' => '遺留分減殺請求',
        '相続放棄' => '相続放棄',
        '退職代行' => '退職代行',
    ],

    'invoice_report_types' => [
    '請求書' => '請求書',
    '精算書' => '明細書',
    ],

];